[
  {
    "title": "saw my step-mom, brother and dad in a porn…",
    "creator": "@GKuhlenschmidt",
    "url": "https://twitter.com/gkuhlenschmidt/status/1254125773935575041"
  },
  {
    "title": "I like to imagine our parents are right and all of us D&D players go straight to hell upon which Satan invites himself into our groups to play a bard who sings Black Sabbath shit every chance he gets and it's pretty metal every single time.",
    "creator": "@lucaseuspank",
    "url": "https://twitter.com/lucaseuspank/status/1014386816756080640"
  },
  {
    "title": "Once you start really looking at other people's code, you realize the entire world is held together with scotch tape.",
    "creator": "@philzona",
    "url": "https://twitter.com/philzona/status/910673253286293504"
  },
  {
    "title": "BreadbreadbreadbreadbreadbreadbreadbreadbreadbreadbreadbreadbreadbreadbreadbreadbreadBreadbreadbreadbreadbreadbreadBreadbreadbreadbreadbreadbreadBreadbreadbreadbreadbreadbread #betalife… https://t.co/gN4i707rOI",
    "creator": "@johnvoorhees",
    "url": "https://twitter.com/johnvoorhees/status/1153097425776730112"
  },
  {
    "title": "omfg there is, there is so much going on and it is beautiful and now when I watch a star war I will hear r2d2's comforting beep and feel more deeply because I will be like, we know, r2d2, it is ok, we know",
    "creator": "@emmabo",
    "url": "https://twitter.com/emmabo/status/969271806765957121"
  },
  {
    "title": "Why do GUIs exist? When you don't speak the same language (like a person & a computer), it's easier to just point at things to communicate.",
    "creator": "@lukew",
    "url": "https://twitter.com/lukew/status/838837365430874112"
  },
  {
    "title": "Some of my very favourite astronomy acronyms:\\nVLT - Very Large Telescope \\nELT - Extremely Large Telescope\\nOWL - Overwhelmingly Large telescope\\nBIGASS - Bright Infrared Galaxy All Sky Survey\\nEGG - Evaporating Gaseous Globulae\\nHot DOGs = Hot Dust-Obscured Galaxies",
    "creator": "@AnnaGHughes",
    "url": "https://twitter.com/AnnaGHughes/status/1095661721426059266"
  },
  {
    "title": "Never spend 6 minutes doing something by hand when you can spend 6 hours failing to automate it",
    "creator": "@zhuowei",
    "url": "https://twitter.com/zhuowei/status/1254266079532154880"
  },
  {
    "title": "You just know the Americans are gonna be making films about COVID-19 where they make it out like they single handedly ended the whole pandemic themselves. Someone like The Rock will play the badass scientist who finds the cure while also fighting terrorists for some reason",
    "creator": "@TheSaItIsHere",
    "url": "https://twitter.com/thesaitishere/status/1243958358148775937"
  },
  {
    "title": "A friend just texted, about Kobe: “I wish I had known what a good guy he was before yesterday.” Something about death makes us wise—we suddenly become high-minded, forgiving and focused on the best in people. How can we do better at seeing living people through the “eulogy lens”?",
    "creator": "@waitbutwhy",
    "url": "https://twitter.com/waitbutwhy/status/1221843973871824900"
  },
  {
    "title": "Spaghetti code: confusing or poorly structured.  Ravioli code: neatly separated, but might too separated and thus hard to understand.  Lasagna code: code with easily distinguishable layers.  Campanelle code: built using a hipster framework almost no one has heard of.",
    "creator": "@twostraws",
    "url": "https://twitter.com/twostraws/status/1063844463976562690"
  },
  {
    "title": "streets needed this 💯💯…",
    "creator": "@LilNasX",
    "url": "https://twitter.com/lilnasx/status/1266027469229797376"
  },
  {
    "title": "The FEYNMAN technique of learning:  \\nSTEP 1 - Pick and study a topic  \\nSTEP 2 - Explain the topic to someone, like a child, who is unfamiliar with the topic  \\nSTEP 3 - Identify any gaps in your understanding   \\nSTEP 4 - Review and Simplify!",
    "creator": "@ProfFeynman",
    "url": "https://twitter.com/ProfFeynman/status/1076294048837758977"
  },
  {
    "title": "modern friendship is just sending the same 0 back and forth via venmo, forever",
    "creator": "@BrandyLJensen",
    "url": "https://twitter.com/BrandyLJensen/status/1028799412418621440"
  },
  {
    "title": "The Programmers’ Credo: we do these things not because they are easy, but because we thought they were going to be easy",
    "creator": "@Pinboard",
    "url": "https://twitter.com/Pinboard/status/761656824202276864"
  },
  {
    "title": "Rule: If you think you know how to fix a problem that everyone knows about and no one has fixed, you do not understand the whole problem.",
    "creator": "@hankgreen",
    "url": "https://twitter.com/hankgreen/status/816791160702255105"
  },
  {
    "title": "Never forget we're all just a bunch of apes trying to figure out how to put text and images on a screen and have stuff do stuff when other apes click buttons.",
    "creator": "@brad_frost",
    "url": "https://twitter.com/brad_frost/status/994316607236313088"
  },
  {
    "title": "To be a brilliant jerk, you actually have to be brilliant. Most times, you're just an insufferable prick.",
    "creator": "@captainsafia",
    "url": "https://twitter.com/captainsafia/status/903293326593585152"
  },
  {
    "title": "Never trust anyone who sends you a screenshot with 1% battery unplugged",
    "creator": "@MKBHD",
    "url": "https://twitter.com/MKBHD/status/877608198902906880"
  },
  {
    "title": "I was definitely aggressively original with some of the code I wrote today. The fact that it crashes just means that the industry hasn’t caught up with my genius.",
    "creator": "@jamesthomson",
    "url": "https://twitter.com/jamesthomson/status/981931936221421573"
  },
  {
    "title": "With this legendary, incredibly respected, and politically powerful person now out of the way, newer and more specialized design talent can probably rise up more easily. And when entering a completely new product category where design is paramount, that’s probably for the best.",
    "creator": "@marcoarment",
    "url": "https://twitter.com/marcoarment/status/1186301012396691456"
  },
  {
    "title": "I think my favorite part of every flight is during take off when the pilot screams “Bend to my will metal sky bird and take us to the big blueness!” and all the passengers chant “Sky bird! Sky bird!” To convince the plane to take off.",
    "creator": "@travismcelroy",
    "url": "https://twitter.com/travismcelroy/status/956944378597203969"
  },
  {
    "title": "Only idiots believe NASA is conducting secret missions. YOU CANT SECRETLY FIRE GIANT ROCKETS INTO SPACE BECAUSE EVERYONE CAN SEE SPACE.",
    "creator": "@SarcasticRover",
    "url": "https://twitter.com/SarcasticRover/status/880656949150441474"
  },
  {
    "title": "You unsubscribed from our email list. Our unsubscribe donkey, Pepe, will begin his journey; your request should be processed in 4-6 weeks.",
    "creator": "@brad_frost",
    "url": "https://twitter.com/brad_frost/status/786928845798641664"
  }
]